Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=57_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámegiela doaimmahat
smn: Sämikielâ toimâttâh

source: Sámegiela doaimmahaga bargit
smn: Sämikielâ toimâttuv pargeeh

source: - doaimmahaga hoavda
smn: - toimâttuv hovdâ

source: - sámi giellalága ollašuvvama gohcin ja čuovvun
smn: - säämi kielâlaavâ olášume kocceem já čuávvum

source: - giellalágas ja eará sámiid gielalaš vuoigatvuođain dieđiheapmi
smn: - kielâlaavâst já eres sämmilij kielâlâš vuoigâdvuođâin tieđettem.

source: - sámiid ja virgeoapmahaččaid rávven ja oahpisteapmi sámi giellalága geavaheamis ja heiveheamis
smn: - sämiaalmug já virgeomâhij ravvim já uápistem säämi kielâlaavâ kevttimist já heivitmist

source: - doaibmasuorgái gullevaš sámiid guoskevaš áššiid gieđahallama čuovvun sierra virgeoapmahaččain
smn: - toimâsuárgán lohtâseijee sämmilijd kyeskee aašij kieđâvuššâm čuávvum jieškote-uv virgeomâhijn

source: - sámi giellaráđi áššemeannudeaddji ja čálli ja maiddái mearrádusaid ollašuhtti bargguide gullevaš áššiin
smn: - säämi kielârääđi oovdânpyehtee já čällee sehe - miärádâsâi olášutten jieijâs pargoid kullee aašijn

source: Giellajorgaleaddjit
smn: Kielâjurgâleijeeh

source: I Giellajorgaleaddji - Irma Laiti, doaibmabáiki Anár
smn: I Kielâjurgâleijee – Irma Laiti, toimâpäikki Aanaar,

source: II Giellajorgaleaddji - Anja Vest, doaibmabáiki Anár, virgefriddjavuohta 31.10.2016
smn: II Kielâjurgâleijee – Anja Vest, toimâpäikki Aanaar, virgerijjâst 31.10.2016

source: Má. giellajorgaleaddji Anneli Länsman
smn: Má.. Kielâjurgâleijee Anneli Länsman

source: IV Giellajorgaleaddji - Kirsti Guttorm, doaibmabáiki Ohcejohka
smn: IV Kielâjurgâleijee – Kirsti Guttom, toimâpäikki Ucjuuhâ

source: Má. anárašgiela jorgaleaddji Saammal Morottaja
smn: Má. aanaarsämikielâ jurgâleijee Saammal Morottaja

source: Nuortalašgiela jorgaleaddji - Merja Fofonoff
smn: Nuorttâsämikielâ jurgâleijee – Merja Fofonoff

source: Giellajorgaleaddjit veahkehit dárbbu mielde virgeoapmahaččaiguin áššiiddikšumis dárbbašuvvon áššebáhpáriid jorgaleamis.
smn: Kielâjurgâleijeeh išedeh táárbumield virgeomâhijguin ášástâldijn tárbulij sämikielâlâš äššikirjij jurgâlmist.

source: SÁMEGIELA DOAIMMAHAT VEAHKEHA JA RÁVVE MIELAS SÁMEGILLII JA SÁMI GIELLALÁHKII GUOSKI ÁŠŠIIN.
smn: SÄMIKIELÂ TOIMÂTTUV PARGOJUÁVKKU RÄVVEE JÁ IŠŠEED MIELÂSTIS SÄMIKIELÂN JÁ SÄÄMI KIELÂLAAHÂN KULLEE AAŠIJN.

source: Go dárbbašat sámegiela jorgaleaddji dahje dulkka gávnnat sin oktavuohtadieđuid vuolábealde liŋkkas.
smn: Ko tarbâšâh sämikielâ jurgâleijee tâi tuulhâ, kaavnah sii ohtâvuođâtiäđuid vuoluupiäláá liiŋkâst.

source: Nuortalašgiela jorgaleaddjit ja dulkkat
smn: Tavesämikielâ jurgâleijeeh / tuulhah Aanaarsämikielâ jurgâleijeeh / tuulhah Nuorttâsämikielâ jurgâleijeeh / tuulhah Sämikielâ – eŋgâlâskielâ – ruotâkielâ – suomâkielâ jurgâleijeeh / tuulhah

source: Sámi Giellagáldu
smn: SÄÄMI KIELÂKÄLDEE

source: Fága- ja resursaguovddáža bargun leat earret eará giellagáhtten, giela ovddideapmi, terminologiijabargu, normeren ja báikenammabálvalus.
smn: Áámmát- já reesuurskuávdáá pargoh láá eereeb iärrás kielâtipšom, kielâ ovdedem, termipargo, normim já sajenommâpalvâlus.

source: Giellabargit bagadallet ja rávvejit sámegiela geavaheapmái gullevaš gažaldagain ja válmmastallet iežaset giela áššiid giellajuhkosiid mearrideami várás.
smn: Kielâpargeeh adelih ravvuid ja iše sämikielâi kevttimân kyeskee koččâmâšâin já valmâštâlleh jieijâs kielâi aašijd kielâjuáhusáid meridemnáál.

source: Giellajuhkosat addet ávžžuhusaid sámegielaid geavaheapmái gullevaš áššiin, nugo normeremis ja ođđa terminologiijas.
smn: Kielâjuáhuseh adelih avžuuttâsâid sämikielâi kevttimân kyeskee aašijn, tegu normimist já teermijn.

source: Sámi Giellagáldu ruovttusiidduin www.giella.org gávdnojit dárkilut dieđut Sámi Giellagáldus ja áigeguovdilis dieđuid ámmát- ja resursaguovddáža doaimmas ja ođđa terminologiija ja normeremiid.
smn: Säämi Kielâkäldee päikkisiijđoin www.giella.org kávnojeh tärkkilub tiäđuh Säämi Kielâkäldest já äidikyevdilis tiäđuh áámmát- já reesuurskuávdáá tooimâin, sehe uđđâ teermih já normimeh.

source: Sámi Giellagáldus lea maiddái FB-siidu www.facebook.com/SamiGiellagaldu, man bokte sáhttá jearrat gažaldagaid, mat gullet sámegielaid geavaheapmái.
smn: Säämi Kielâkäldest lii meiddei FB-sijđo www.facebook.com/SamiGiellagaldu, mon peht puáhtá vuolgâttiđ sämikielâi kevttimân kyeskee koččâmâšâid.

source: Siiddus dieđihuvvo maiddái Sámi Giellagáldu doaimmas.
smn: Siijđoin tieđettep meiddei Säämi Kielâkäldee tooimâin.

source: Giellagažaldagaid sáhttá maiddái sáddet šleađgapoastačujuhussii info()giellagaldu.com dahje riŋget njuolga Sámi Giellagáldu bargiide.
smn: Kielâkoččâmâšâid puáhtá vuolgâttiđ meiddei šleđgâpostáin info()giellagaldu.com teikkâ suáittiđ njuolgist Säämi Kielâkäldee kielâpargeid.

source: SÁMI GIELLAGÁLDU OKTAVUOHTADIEĐUT
smn: SÄÄMI KIELÂKÄLDEE OHTÂVUOTÂTIÄĐUH

source: mika.
smn: marko.

source: saijets (at) samediggi.no
smn: marjomaa (at) samediggi.

source: hannele.
smn: fi

source: sieppi (at) samediggi.
smn: Mika Saijets, haldâttâspargee

source: Nuortalašgiella
smn: Nuorttâlâškielâ

source: terhi.
smn: Terhi Harju

source: Anárašgiella
smn: Anarâškielâ

source: seurujarvi (at) samediggi.
smn: Miina Seurujärvi Tavesämikiel â

source: Bigga-Helena Magga
smn: Julevsämikiel â

source: Láilá Anti
smn: Maadâsämikielâ
